Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveJournal/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# albums.count %lld
source: %lld photos
ja: %lld 枚の写真
zh_hans: %lld 张照片

# albums.detail
source: Album
ja: アルバム詳細
zh_hans: 相册详情

# albums.empty
source: No albums yet
ja: まだアルバムがありません
zh_hans: 还没有相册

# albums.empty.hint
source: Create your first album
ja: 最初のアルバムを作りましょう
zh_hans: 创建你们的第一本相册

# albums.media.locked
source: Encrypted media
ja: 暗号化メディア
zh_hans: 加密媒体

# app.name
source: Love Journal
ja: 恋愛記
zh_hans: 恋爱记

# app.tagline
source: Carefully recording every day we love
ja: 愛し合う毎日を、ていねいに記録する
zh_hans: 认真记录我们相爱的每一天

# article.comments.title
source: Comments
ja: コメント
zh_hans: 评论

# article.status.draft
source: Draft
ja: 下書き
zh_hans: 草稿

# articles.detail
source: Article
ja: 記事詳細
zh_hans: 文章详情

# articles.empty
source: No articles yet
ja: まだ記事がありません
zh_hans: 还没有文章

# articles.empty.hint
source: Write your first story
ja: 最初の物語を書きましょう
zh_hans: 写下你们的第一个故事

# bootstrap.action.submit
source: Create account & initialize
ja: アカウントを作成して初期化
zh_hans: 创建账号并初始化

# bootstrap.date
source: Love start date
ja: 恋愛開始日
zh_hans: 恋爱开始日

# bootstrap.date.toggle
source: Set the love start date
ja: 恋愛開始日を設定する
zh_hans: 设置恋爱开始日

# bootstrap.nickname
source: Nickname
ja: ニックネーム
zh_hans: 昵称

# bootstrap.note
source: Creates the first partner account and the site settings. The token is the server's BOOTSTRAP_SETUP_TOKEN.
ja: 最初のパートナーアカウントとサイト設定を作成します。トークンはサーバーの BOOTSTRAP_SETUP_TOKEN です。
zh_hans: 创建第一位伴侣账号并写入站点设置。令牌即服务端 BOOTSTRAP_SETUP_TOKEN。

# bootstrap.password
source: Password (8+ chars, letters & digits)
ja: パスワード（8文字以上・英数字混在）
zh_hans: 密码（至少 8 位，含字母和数字）

# bootstrap.site_name
source: Site name
ja: サイト名
zh_hans: 站点名称

# bootstrap.site_name.placeholder
source: Love Journal
ja: 恋愛記
zh_hans: 恋爱记

# bootstrap.title
source: Initialize your site
ja: サイトを初期化
zh_hans: 初始化站点

source: Bootstrap token
ja: 初期化トークン
zh_hans: 初始化令牌

# bootstrap.username
source: Username
ja: ユーザー名
zh_hans: 用户名

# common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消

# common.delete
source: Delete
ja: 削除
zh_hans: 删除

# common.done
source: Done
ja: 完了
zh_hans: 完成

# common.edit
source: Edit
ja: 編集
zh_hans: 编辑

# common.loading
source: Loading…
ja: 読み込み中…
zh_hans: 加载中…

# common.pick_image
source: Pick image
ja: 画像を選択
zh_hans: 选择图片

# common.retry
source: Retry
ja: 再試行
zh_hans: 重试

# common.save
source: Save
ja: 保存
zh_hans: 保存

# common.version %@
source: Version %@
ja: バージョン %@
zh_hans: 版本 %@

# cottage.chat.action.favorite
source: Favorite
ja: お気に入り
zh_hans: 收藏

# cottage.chat.action.pin
source: Pin quote
ja: ピン留め
zh_hans: 置顶语录

# cottage.chat.action.recall
source: Recall
ja: 取り消す
zh_hans: 撤回

# cottage.chat.action.unfavorite
source: Unfavorite
ja: お気に入り解除
zh_hans: 取消收藏

# cottage.chat.decrypt.failed
source: Cannot decrypt (passphrase mismatch)
ja: 復号できません（パスフレーズ不一致）
zh_hans: 无法解密（口令不匹配）

# cottage.chat.delivered
source: Delivered
ja: 送信済み
zh_hans: 已送达

# cottage.chat.e2ee.confirm
source: Repeat passphrase
ja: パスフレーズを再入力
zh_hans: 再次输入口令

# cottage.chat.e2ee.hint
source: Both unlock with the same passphrase; it is never uploaded.
ja: 二人とも同じパスフレーズで解除できます。サーバーへ送信されません。
zh_hans: 两人使用同一口令即可解锁，口令不会上传服务器。

# cottage.chat.e2ee.locked.hint
source: Chat is encrypted — enter the shared passphrase to unlock
ja: チャットは暗号化されています。共有パスフレーズを入力してください
zh_hans: 聊天已加密，输入共享口令解锁

# cottage.chat.e2ee.mismatch
source: Passphrases do not match
ja: 入力が一致しません
zh_hans: 两次输入不一致

# cottage.chat.e2ee.passphrase
source: Shared passphrase
ja: 共有パスフレーズ
zh_hans: 共享口令

# cottage.chat.e2ee.setup
source: Set up encryption
ja: 暗号化を設定
zh_hans: 设置加密

# cottage.chat.e2ee.setup.done
source: Encryption enabled
ja: 暗号化を有効にしました
zh_hans: 加密已开启

# cottage.chat.e2ee.setup.intro
source: Both of you encrypt chats with the same passphrase; even the server cannot read them. This cannot be undone — remember the passphrase.
ja: 同じパスフレーズでチャットを暗号化します。サーバーにも読めません。取り消せないため、パスフレーズを忘れないでください。
zh_hans: 设置后双方用同一口令加密聊天，服务器也无法查看内容。此操作不可逆，请务必记住口令。

# cottage.chat.e2ee.setup.title
source: Set up chat encryption
ja: チャット暗号化を設定
zh_hans: 设置聊天加密

# cottage.chat.e2ee.syncing
source: Syncing encryption settings…
ja: 暗号化設定を同期中…
zh_hans: 正在同步加密设置…

# cottage.chat.e2ee.too.short
source: Passphrase needs ≥ 6 characters
ja: パスフレーズは6文字以上
zh_hans: 口令至少 6 位

# cottage.chat.e2ee.unavailable
source: Encryption unavailable
ja: 暗号化は利用できません
zh_hans: 加密暂时不可用

# cottage.chat.e2ee.unlock
source: Unlock
ja: ロック解除
zh_hans: 解锁

# cottage.chat.e2ee.unlock.title
source: Unlock encrypted chat
ja: 暗号化チャットを解除
zh_hans: 解锁加密聊天

# cottage.chat.e2ee.wrong
source: Wrong passphrase
ja: パスフレーズが違います
zh_hans: 口令不正确

# cottage.chat.empty
source: No whispers yet
ja: まだささやきがありません
zh_hans: 还没有悄悄话

# cottage.chat.empty.hint
source: Say the first whisper
ja: 最初のささやきを送りましょう
zh_hans: 说第一句悄悄话吧

# cottage.chat.encrypted.locked
source: 🔒 Encrypted message
ja: 🔒 暗号化メッセージ
zh_hans: 🔒 加密消息

# cottage.chat.future.at %@
source: Appears at %@
ja: %@ に現れます
zh_hans: 将于 %@ 出现

# cottage.chat.input.placeholder
source: Send a whisper…
ja: ささやきを送る…
zh_hans: 发条悄悄话…

# cottage.chat.load.earlier
source: Load earlier messages
ja: 過去のメッセージを読み込む
zh_hans: 加载更早消息

# cottage.chat.offline
source: Connecting…
ja: 接続中…
zh_hans: 连接中…

# cottage.chat.online
source: Online
ja: オンライン
zh_hans: 在线

# cottage.chat.partner
source: Partner
ja: 相手
zh_hans: 对方

# cottage.chat.pin.done
source: Pinned
ja: ピン留めしました
zh_hans: 已置顶

# cottage.chat.poke.sent
source: Poked!
ja: つつきました
zh_hans: 已戳一戳

# cottage.chat.read
source: Read
ja: 既読
zh_hans: 已读

# cottage.chat.recalled
source: Recalled
ja: 取り消しました
zh_hans: 已撤回

# cottage.chat.reply.original
source: Original
ja: 元のメッセージ
zh_hans: 原消息

# cottage.chat.schedule.at %@
source: Appears at %@
ja: %@ に現れます
zh_hans: 将于 %@ 出现

# cottage.chat.schedule.hint
source: This whisper will appear at the scheduled time
ja: このささやきは指定時刻に現れます
zh_hans: 这条悄悄话会在指定时间出现

# cottage.chat.schedule.pick
source: Pick a time
ja: 時間を選択
zh_hans: 选择时间

# cottage.chat.schedule.send
source: Schedule
ja: 予約送信
zh_hans: 定时发送

# cottage.chat.schedule.title
source: Send to the future
ja: 未来へ送る
zh_hans: 寄给未来

# cottage.chat.send.failed
source: Failed to send, please retry
ja: 送信に失敗しました
zh_hans: 发送失败，请稍后重试

# cottage.chat.title
source: Whispers
ja: ささやき
zh_hans: 悄悄话

# cottage.chat.typing
source: Typing…
ja: 入力中…
zh_hans: 正在输入…

# cottage.chat.voice %lld
source: Voice %lld s
ja: 音声 %lld 秒
zh_hans: 语音 %lld 秒

# cottage.checkin.content
source: Message
ja: メッセージ
zh_hans: 想对 TA 说

# cottage.checkin.content.placeholder
source: What do you want to say…
ja: 今伝えたいこと…
zh_hans: 此刻想对 TA 说…

# cottage.checkin.empty
source: No check-ins yet
ja: まだチェックインがありません
zh_hans: 还没有报备

# cottage.checkin.empty.hint
source: Nothing yet — send one to set their mind at ease
ja: まだありません。一件送って安心させましょう
zh_hans: TA 还没有报备，发一条让 TA 安心吧

# cottage.checkin.load.more
source: Load more
ja: さらに読み込む
zh_hans: 加载更多

# cottage.checkin.location.denied
source: Location: denied
ja: 位置情報：許可なし
zh_hans: 位置：未授权

# cottage.checkin.location.failed
source: Location: lookup failed
ja: 位置情報：取得失敗
zh_hans: 位置：解析失败

# cottage.checkin.need.content
source: Add a message or a photo
ja: メッセージか写真を追加してください
zh_hans: 写点什么或加张照片吧

# cottage.checkin.new
source: New check-in
ja: チェックインする
zh_hans: 发报备

# cottage.checkin.photos
source: Add photos
ja: 写真を追加
zh_hans: 添加照片

# cottage.checkin.send
source: Check in
ja: 送信
zh_hans: 报备

# cottage.checkin.send.failed
source: Failed to check in
ja: 送信に失敗しました
zh_hans: 报备失败，请稍后重试

# cottage.checkin.sent
source: Checked in
ja: 送信しました
zh_hans: 已报备

# cottage.checkin.title
source: Check in
ja: チェックイン
zh_hans: 报备

# cottage.checkin.upload.failed
source: Image upload failed
ja: 画像のアップロードに失敗
zh_hans: 图片上传失败

# cottage.coming.soon
source: Coming soon
ja: 近日公開
zh_hans: 敬请期待

# cottage.error.generic
source: Something went wrong, please try again
ja: 操作に失敗しました。もう一度お試しください
zh_hans: 操作失败，请稍后重试

# cottage.feature.chat
source: Whispers
ja: ささやき
zh_hans: 悄悄话

# cottage.feature.chat.sub
source: Realtime company
ja: リアルタイムで寄り添う
zh_hans: 实时陪伴

# cottage.feature.checkin
source: Check in
ja: チェックイン
zh_hans: 报备

# cottage.feature.checkin.sub
source: Keep them at ease
ja: 相手を安心させる
zh_hans: 让 TA 安心

# cottage.feature.coupons
source: Coupons
ja: クーポン
zh_hans: 兑换券

# cottage.feature.coupons.sub
source: Sweet rewards
ja: 甘いごほうび
zh_hans: 兑现甜蜜

# cottage.feature.footprints
source: Footprint map
ja: フットマップ
zh_hans: 足迹地图

# cottage.feature.footprints.sub
source: Light up cities
ja: 街を灯す
zh_hans: 点亮城市

# cottage.feature.games
source: Play together
ja: 一緒に遊ぶ
zh_hans: 一起玩

# cottage.feature.games.sub
source: Two-player games
ja: 二人用ゲーム
zh_hans: 双人游戏

# cottage.feature.ledger
source: Shared ledger
ja: 家計簿
zh_hans: 情侣账本

# cottage.feature.ledger.sub
source: Life together
ja: 二人の暮らし
zh_hans: 共同生活

# cottage.feature.listen
source: Listen together
ja: 一緒に聴く
zh_hans: 一起听

# cottage.feature.listen.sub
source: Synced listening
ja: 同期リスニング
zh_hans: 同步听歌

# cottage.feature.messages
source: Message board
ja: メッセージボード
zh_hans: 留言板

# cottage.feature.messages.sub
source: Interact anytime
ja: いつでも交流
zh_hans: 实时互动

# cottage.feature.mood
source: Mood
ja: きぶん
zh_hans: 心情

# cottage.feature.mood.sub
source: Share this moment
ja: 今の気持ちを共有
zh_hans: 分享此刻

# cottage.feature.period
source: Cycle care
ja: 生理ケア
zh_hans: 生理期

# cottage.feature.period.sub
source: Thoughtful care
ja: 思いやりのケア
zh_hans: 贴心关怀

# cottage.feature.plans
source: Date plans
ja: デート計画
zh_hans: 约会计划

# cottage.feature.plans.sub
source: Look forward to meeting
ja: 会えるのが楽しみ
zh_hans: 期待见面

# cottage.feature.questions
source: Daily question
ja: 今日の質問
zh_hans: 每日一问

# cottage.feature.questions.sub
source: Know each other more
ja: もっと理解し合う
zh_hans: 更懂彼此

# cottage.feature.reminders
source: Reminders
ja: リマインダー
zh_hans: 提醒

# cottage.feature.reminders.sub
source: Little big things
ja: 大事な小さなこと
zh_hans: 重要小事

# cottage.feature.reports
source: Monthly reports
ja: 月次レポート
zh_hans: 恋爱月报

# cottage.feature.reports.sub
source: Relive the sweetness
ja: 甘い日々を振り返る
zh_hans: 回顾甜蜜

# cottage.feature.vault
source: Private vault
ja: プライベート金庫
zh_hans: 私密空间

# cottage.feature.vault.sub
source: End-to-end encrypted
ja: エンドツーエンド暗号化
zh_hans: 端到端加密

# cottage.feature.watch
source: Watch together
ja: 一緒に観る
zh_hans: 一起看

# cottage.feature.watch.sub
source: Synced viewing
ja: 同期視聴
zh_hans: 同步追剧

# cottage.feature.wishes
source: Wish list
ja: ウィッシュリスト
zh_hans: 心愿单

# cottage.feature.wishes.sub
source: Fulfill together
ja: 一緒に叶える
zh_hans: 一起实现

# cottage.mood.calendar
source: This month
ja: 今月のきぶん
zh_hans: 本月心情

# cottage.mood.calendar.empty
source: No records this month
ja: 今月の記録はありません
zh_hans: 本月还没有记录

# cottage.mood.calendar.empty.hint
source: Check-ins appear here
ja: 記録するとここに表示されます
zh_hans: 打卡后就会出现在这里

# cottage.mood.checkin
source: Check in
ja: 記録する
zh_hans: 打卡

# cottage.mood.failed
source: Failed, please retry
ja: 操作に失敗しました
zh_hans: 操作失败，请稍后重试

# cottage.mood.mine
source: Me
ja: 私
zh_hans: 我

# cottage.mood.mine.empty
source: Not checked in yet
ja: まだ記録していません
zh_hans: 今天还没打卡

# cottage.mood.note
source: A note
ja: ひとこと
zh_hans: 想说的话

# cottage.mood.note.placeholder
source: A note (optional)
ja: ひとこと（任意）
zh_hans: 想说的话（可选）

# cottage.mood.option.angry
source: Angry😠
ja: いかり😠
zh_hans: 生气😠

# cottage.mood.option.blissful
source: Blissful🥰
ja: しあわせ🥰
zh_hans: 幸福🥰

# cottage.mood.option.calm
source: Calm😌
ja: おだやか😌
zh_hans: 平静😌

# cottage.mood.option.happy
source: Happy😄
ja: うれしい😄
zh_hans: 开心😄

# cottage.mood.option.missyou
source: Miss you🥺
ja: 会いたい🥺
zh_hans: 想你🥺

# cottage.mood.option.sad
source: Sad😢
ja: かなしい😢
zh_hans: 难过😢

# cottage.mood.partner.empty
source: Not checked in yet
ja: まだ記録していません
zh_hans: TA 今天还没打卡

# cottage.mood.recorded
source: Mood recorded
ja: 今日のきぶんを記録しました
zh_hans: 已记录今天的心情

# cottage.mood.title
source: Mood
ja: きぶん
zh_hans: 心情

# cottage.mood.today
source: Today's mood
ja: 今日のきぶん
zh_hans: 今日心情

# cottage.mood.today.cards
source: Our moods
ja: 二人のきぶん
zh_hans: 我们的心情

# cottage.questions.answer
source: My answer
ja: 私の答え
zh_hans: 我的回答

# cottage.questions.answer.placeholder
source: Write your answer…
ja: 答えを書く…
zh_hans: 写下你的回答…

# cottage.questions.answered
source: Answered
ja: 回答済み
zh_hans: 已作答

# cottage.questions.by %@
source: By %@
ja: %@ の投稿
zh_hans: 由 %@ 发布

# cottage.questions.create
source: Publish today's question
ja: 質問を投稿
zh_hans: 发布今天的问题

# cottage.questions.create.hint
source: No question today — write one to talk about
ja: 今日の質問がありません。話題を書きましょう
zh_hans: 今天还没有问题，写一个想聊的话题吧

# cottage.questions.created
source: Published
ja: 投稿しました
zh_hans: 已发布

# cottage.questions.edit.answer
source: Edit answer
ja: 答えを編集
zh_hans: 修改回答

# cottage.questions.editing.hint
source: You answered — once they do, both answers appear
ja: 回答済み。相手の回答後に公開されます
zh_hans: 你已作答，等 TA 答完就能一起看啦

# cottage.questions.failed
source: Failed, please retry
ja: 操作に失敗しました
zh_hans: 操作失败，请稍后重试

# cottage.questions.mine
source: My answer
ja: 私の答え
zh_hans: 我的回答

# cottage.questions.mine.pending
source: Answered · awaiting reveal
ja: 回答済み・公開待ち
zh_hans: 已作答 · 待揭晓

# cottage.questions.need.answer
source: Write something first
ja: 何か書いてから送信してください
zh_hans: 先写点什么再提交吧

# cottage.questions.need.prompt
source: Write a question first
ja: まず質問を書きましょう
zh_hans: 先写个问题吧

# cottage.questions.none
source: No question yet
ja: まだ質問がありません
zh_hans: 还没有问题

# cottage.questions.partner
source: Their answer
ja: 相手の答え
zh_hans: TA 的回答

# cottage.questions.partner.hidden
source: Answered · awaiting reveal
ja: 回答済み・公開待ち
zh_hans: 已作答 · 待揭晓

# cottage.questions.partner.waiting
source: Not answered yet
ja: まだ回答していません
zh_hans: 还没有回答

# cottage.questions.prompt
source: Today's question
ja: 今日の質問
zh_hans: 今天的问题

# cottage.questions.prompt.placeholder
source: What shall we talk about?
ja: 何について話す？
zh_hans: 想聊什么？

# cottage.questions.revealed
source: Revealed
ja: 公開されました
zh_hans: 已揭晓

# cottage.questions.submit
source: Submit answer
ja: 答えを送信
zh_hans: 提交回答

# cottage.questions.title
source: Daily question
ja: 今日の質問
zh_hans: 每日一问

# cottage.subtitle
source: Chat, companionship, memories and daily life, all in one place.
ja: チャットも記録も暮らしも、ぜんぶここに。
zh_hans: 聊天、陪伴、记录和共同生活，都放在这里。

# cottage.title
source: A little world just for the two of you
ja: 二人だけの小さな世界
zh_hans: 只属于你们俩的小天地

# cottage.wishes.add
source: Add wish
ja: 願いを追加
zh_hans: 添加心愿

# cottage.wishes.added
source: Added
ja: 追加しました
zh_hans: 已添加

# cottage.wishes.category
source: Category
ja: カテゴリ
zh_hans: 分类

# cottage.wishes.category.placeholder
source: e.g. Travel (optional)
ja: 例：旅行（任意）
zh_hans: 如：旅行（可选）

# cottage.wishes.completed
source: Done
ja: 達成済み
zh_hans: 已达成

# cottage.wishes.completed.by %@
source: Fulfilled by %@
ja: %@ が達成
zh_hans: 由 %@ 达成

# cottage.wishes.count %lld %lld
source: %lld pending · %lld done
ja: 未達成 %lld · 達成 %lld
zh_hans: 待实现 %lld · 已达成 %lld

# cottage.wishes.deleted
source: Deleted
ja: 削除しました
zh_hans: 已删除

# cottage.wishes.edit
source: Edit wish
ja: 願いを編集
zh_hans: 编辑心愿

# cottage.wishes.empty
source: No wishes yet
ja: まだ願いがありません
zh_hans: 心愿单还是空的

# cottage.wishes.empty.hint
source: Write down things to do together
ja: 一緒にしたいことを書きましょう
zh_hans: 把想一起做的事写下来

# cottage.wishes.failed
source: Failed, please retry
ja: 操作に失敗しました
zh_hans: 操作失败，请稍后重试

# cottage.wishes.need.title
source: Write the wish first
ja: まず願いを書きましょう
zh_hans: 先写点想做的事吧

# cottage.wishes.new
source: New wish
ja: 新しい願い
zh_hans: 新的心愿

# cottage.wishes.note
source: Note
ja: メモ
zh_hans: 备注

# cottage.wishes.note.placeholder
source: Note (optional)
ja: メモ（任意）
zh_hans: 备注（可选）

# cottage.wishes.title
source: Wish list
ja: ウィッシュリスト
zh_hans: 心愿单

# cottage.wishes.title.field
source: What shall we do together?
ja: 一緒に何をしたい？
zh_hans: 想一起做什么？

# cottage.wishes.updated
source: Saved
ja: 保存しました
zh_hans: 已保存

# dashboard.clock.days
source: days
ja: 日
zh_hans: 天

# dashboard.clock.title
source: We have been together for
ja: 二人で歩んできた時間
zh_hans: 我们已经一起走过

# dashboard.events.empty
source: No events yet
ja: まだ記念日がありません
zh_hans: 还没有纪念日

# dashboard.events.empty.hint
source: Add an important date and start counting down
ja: 大切な日を追加してカウントダウンを始めよう
zh_hans: 添加一个重要日期，开始倒数期待

# dashboard.events.title
source: Upcoming events
ja: 近日の記念日
zh_hans: 近期纪念日

# dashboard.memories.album %@
source: Album: %@
ja: アルバム：%@
zh_hans: 相册：%@

# dashboard.memories.article %@
source: Article: %@
ja: 記事：%@
zh_hans: 文章：%@

# dashboard.memories.song %@
source: Listened together: %@
ja: 一緒に聴いた：%@
zh_hans: 一起听过：%@

# dashboard.memories.title
source: On this day
ja: 今日という日
zh_hans: 那年今日

# dashboard.memories.total %lld %lld %lld
source: %lld articles · %lld albums · %lld songs
ja: 計 %lld 記事 · %lld アルバム · %lld 曲
zh_hans: 共 %lld 篇文章 · %lld 本相册 · %lld 首歌

# dashboard.memories.year %lld
source: %lld: this day
ja: %lld年の今日
zh_hans: %lld 年的今天

# dashboard.stats.album
source: Albums
ja: アルバム
zh_hans: 相册

# dashboard.stats.article
source: Articles
ja: 記事
zh_hans: 文章

# dashboard.stats.event
source: Events
ja: 記念日
zh_hans: 纪念日

# dashboard.stats.message
source: Messages
ja: メッセージ
zh_hans: 留言

# dashboard.stats.title
source: Our records
ja: 二人の記録
zh_hans: 我们的记录

# dashboard.welcome
source: Let's love well today too
ja: 今日も仲良く愛し合おう
zh_hans: 今天也要好好相爱

# dashboard.welcome.subtitle
source: Every ordinary day is part of our story.
ja: どんな普通の日も、二人の物語。
zh_hans: 每一个普通的日子，都是我们的故事。

# event.days.count %lld
source: %lld days to go
ja: あと %lld 日
zh_hans: 还有 %lld 天

# event.days.today
source: Today!
ja: 今日！
zh_hans: 就在今天

# event.type.anniversary
source: Anniversary
ja: 記念日
zh_hans: 纪念日

# event.type.countdown
source: Countdown
ja: カウントダウン
zh_hans: 倒数日

# events.add
source: Add event
ja: 記念日を追加
zh_hans: 添加纪念日

# events.edit
source: Edit event
ja: 記念日を編集
zh_hans: 编辑纪念日

# events.editor.date
source: Date
ja: 日付
zh_hans: 日期

# events.editor.important
source: Mark as important
ja: 重要としてマーク
zh_hans: 标记为重要

# events.editor.title
source: Title
ja: タイトル
zh_hans: 标题

# events.editor.type
source: Type
ja: 種類
zh_hans: 类型

# events.editor.yearly
source: Repeats yearly
ja: 毎年繰り返す
zh_hans: 每年重复

# events.empty
source: No events yet
ja: まだ記念日がありません
zh_hans: 还没有纪念日

# events.empty.hint
source: Tap the + button to add one
ja: 右下の＋で追加できます
zh_hans: 点击右下角添加

# login.action.sign_in
source: Sign in
ja: ログイン
zh_hans: 登录

# login.action.test_connection
source: Test connection
ja: 接続テスト
zh_hans: 测试连接

# login.bootstrap.entry
source: First time? Initialize the site
ja: 初めての場合：サイトを初期化
zh_hans: 首次使用？初始化站点

# login.password
source: Password
ja: パスワード
zh_hans: 密码

# login.recovery.entry
source: Forgot password?
ja: パスワードをお忘れですか？
zh_hans: 忘记密码？

# login.section.account
source: Account
ja: アカウント
zh_hans: 账号登录

# login.section.server
source: Server
ja: サーバー
zh_hans: 服务器

# login.server.address
source: Server address
ja: サーバーアドレス
zh_hans: 服务器地址

# login.server.hint.debug
source: Debug builds may reach private network addresses; for production enter https://your-domain or https://your-domain/api
ja: デバッグ版はローカルネットワークのアドレスに接続できます。本番は https://あなたのドメイン または https://あなたのドメイン/api を入力してください
zh_hans: 调试版可连接局域网私有地址；正式部署请填写 https://你的域名 或 https://你的域名/api

# login.server.hint.release
source: Enter a TLS-enabled address, e.g. https://your-domain or https://your-domain/api
ja: TLS が有効なアドレスを入力してください。例：https://あなたのドメイン
zh_hans: 请填写启用 TLS 的地址，例如 https://你的域名 或 https://你的域名/api

# login.server.placeholder
source: https://your-domain/api
ja: https://あなたのドメイン/api
zh_hans: https://你的域名/api

# login.totp
source: Two-factor code
ja: 2段階認証コード
zh_hans: 两步验证码

# login.totp.placeholder
source: 6-digit code or recovery code
ja: 6桁のコードまたはリカバリーコード
zh_hans: 6 位验证码或恢复码

# login.username
source: Username
ja: ユーザー名
zh_hans: 用户名

# m4.listen.auto.paused
source: Room auto-paused after inactivity
ja: 操作がなかったため自動一時停止しました
zh_hans: 双方不活跃，房间已自动暂停

# m4.listen.back
source: Back
ja: 戻る
zh_hans: 返回

# m4.listen.charts.empty
source: No charts available
ja: チャートがありません
zh_hans: 暂无榜单

# m4.listen.connecting
source: Connecting…
ja: 接続中…
zh_hans: 连接中…

# m4.listen.empty.hint
source: Pick a song below
ja: 下から曲を選びましょう
zh_hans: 从下方选择歌曲

# m4.listen.empty.title
source: Nothing playing
ja: 再生中の曲はありません
zh_hans: 还没有正在播放

# m4.listen.history.empty
source: No listening history yet
ja: まだ再生履歴がありません
zh_hans: 还没有听歌记录

# m4.listen.local.empty
source: No local songs yet
ja: ローカル曲はまだありません
zh_hans: 还没有本地歌曲

# m4.listen.login.required
source: NetEase login required, or play local uploads
ja: NetEase ログインが必要です。またはローカル曲を再生してください
zh_hans: 请先登录网易云，或播放本地上传歌曲

# m4.listen.lyric.instrumental
source: Instrumental
ja: インストゥルメンタル
zh_hans: 纯音乐

# m4.listen.lyric.loading
source: Loading lyrics…
ja: 歌詞を読み込み中…
zh_hans: 歌词加载中…

# m4.listen.lyric.none
source: No lyrics available
ja: 歌詞がありません
zh_hans: 暂无歌词

# m4.listen.netease.expired
source: NetEase cookie expired, please re-import
ja: NetEase Cookie が失効しました。再取り込みしてください
zh_hans: 网易云 Cookie 已失效，请重新导入

# m4.listen.netease.hint
source: Log in to music.163.com in Safari, copy the cookie (must contain MUSIC_U=) and paste it here.
ja: Safari で music.163.com にログインし、Cookie（MUSIC_U= を含む）をコピーして貼り付けてください。
zh_hans: 在 Safari 登录 music.163.com，复制含 MUSIC_U= 的 Cookie 粘贴到这里。

# m4.listen.netease.import
source: Import Cookie
ja: Cookie を取り込む
zh_hans: 导入 Cookie

# m4.listen.netease.imported
source: Cookie imported
ja: Cookie を取り込みました
zh_hans: Cookie 已导入

# m4.listen.netease.invalid
source: Cookie must contain MUSIC_U=
ja: Cookie には MUSIC_U= が含まれている必要があります
zh_hans: Cookie 需包含 MUSIC_U=

# m4.listen.netease.off
source: not logged in
ja: 未ログイン
zh_hans: 未登录

# m4.listen.netease.on
source: logged in
ja: ログイン済み
zh_hans: 已登录

# m4.listen.netease.paste
source: Paste cookie (must contain MUSIC_U=)
ja: Cookie をここに貼り付け（MUSIC_U= を含む）
zh_hans: 粘贴 Cookie（需含 MUSIC_U=）

# m4.listen.netease.title
source: NetEase Music Login
ja: NetEase 音楽ログイン
zh_hans: 网易云登录

# m4.listen.next
source: Next
ja: 次の曲
zh_hans: 下一首

# m4.listen.no.url
source: No playable URL for this song
ja: 再生可能な URL を取得できませんでした
zh_hans: 未获取到播放地址

# m4.listen.pause
source: Pause
ja: 一時停止
zh_hans: 暂停

# m4.listen.play
source: Play
ja: 再生
zh_hans: 播放

# m4.listen.prev
source: Previous
ja: 前の曲
zh_hans: 上一首

# m4.listen.queue.added
source: Added to queue
ja: キューに追加しました
zh_hans: 已加入队列

# m4.listen.queue.clear
source: Clear
ja: クリア
zh_hans: 清空

# m4.listen.queue.empty
source: Queue is empty
ja: キューは空です
zh_hans: 队列为空

# m4.listen.search.empty
source: No results
ja: 検索結果がありません
zh_hans: 没有搜索结果

# m4.listen.search.hint
source: Type a keyword to search
ja: キーワードを入力して検索
zh_hans: 输入关键词搜索

# m4.listen.search.placeholder
source: Search songs
ja: 曲を検索
zh_hans: 搜索歌曲

# m4.listen.synced %lld
source: Live · %lld listening
ja: 同期中 · %lld 人
zh_hans: 实时同步 · %lld 人

# m4.listen.tab.charts
source: Charts
ja: チャート
zh_hans: 榜单

# m4.listen.tab.history
source: History
ja: 履歴
zh_hans: 历史

# m4.listen.tab.local
source: Local
ja: ローカル
zh_hans: 本地曲库

# m4.listen.tab.queue
source: Queue
ja: キュー
zh_hans: 队列

# m4.listen.tab.search
source: Search
ja: 検索
zh_hans: 搜索

# m4.listen.title
source: Listen Together
ja: 一緒に聴く
zh_hans: 一起听

# m4.listen.tracks.count %lld
source: %lld songs
ja: %lld 曲
zh_hans: %lld 首

# m4.listen.unavailable
source: This song can't be played right now
ja: この曲は現在再生できません
zh_hans: 这首歌暂时不能播放

# m4.listen.unknown.song
source: Unknown song
ja: 不明な曲
zh_hans: 未知歌曲

# m4.watch.add.link
source: Add link
ja: 直リンクを追加
zh_hans: 添加直链

# m4.watch.bookmark.label %@
source: Clip %@
ja: クリップ %@
zh_hans: 片段 %@

# m4.watch.bookmark.limit
source: Bookmark limit reached (200)
ja: ブックマークは 200 件が上限です
zh_hans: 书签已达上限（200）

# m4.watch.bookmark.too.early
source: Play a few seconds first
ja: 数秒再生してからブックマークを追加してください
zh_hans: 播放几秒后再添加书签

# m4.watch.bookmark.untitled
source: Untitled clip
ja: 無題のクリップ
zh_hans: 未命名片段

# m4.watch.bookmarks.count %lld
source: %lld bookmarks
ja: ブックマーク %lld
zh_hans: 书签 %lld

# m4.watch.connecting
source: Connecting…
ja: 接続中…
zh_hans: 正在连接…

# m4.watch.delete
source: Delete
ja: 削除
zh_hans: 删除

# m4.watch.deleted
source: Source deleted
ja: ソースを削除しました
zh_hans: 已删除片源
